import Light from "@/components/icons/light";
import Moon from "@/components/icons/moon";
import Shield from "@/components/icons/shield";
import ThirdCircle from "@/components/icons/third-circle";
import Vector from "@/components/icons/vector";

export const healthData = [
  {
    imageUrl: "/images/health/image-4.png",
    info: "Элискир",
  },
  {
    imageUrl: "/images/health/image-3.png",
    info: "Мармелад",
  },
  {
    imageUrl: "/images/health/image-2.png",
    info: "Капсулы",
  },
  { imageUrl: "/images/health/image-1.png", info: "Чай" },
];

export const healthAccordionData = [
  {
    icon: Shield,
    question: "Укрепление иммунитета",
    answer:
      "Эликсир способствует улучшению пищеварения, обеспечивая естественное и мягкое усвоение пищи. Благодаря уникальной формуле, он помогает снизить вздутие живота, изжогу и дискомфорт после еды, возвращая вам ощущение легкости.",
  },
  {
    icon: Vector,
    question: "Улучшение пищеварени",
    answer:
      "Эликсир способствует улучшению пищеварения, обеспечивая естественное и мягкое усвоение пищи. Благодаря уникальной формуле, он помогает снизить вздутие живота, изжогу и дискомфорт после еды, возвращая вам ощущение легкости.",
  },
  {
    icon: Light,
    question: "Повышение уровня энергии",
    answer:
      "Эликсир способствует улучшению пищеварения, обеспечивая естественное и мягкое усвоение пищи. Благодаря уникальной формуле, он помогает снизить вздутие живота, изжогу и дискомфорт после еды, возвращая вам ощущение легкости.",
  },
  {
    icon: ThirdCircle,
    question: "Детоксикация организма",
    answer:
      "Эликсир способствует улучшению пищеварения, обеспечивая естественное и мягкое усвоение пищи. Благодаря уникальной формуле, он помогает снизить вздутие живота, изжогу и дискомфорт после еды, возвращая вам ощущение легкости.",
  },
  {
    icon: Moon,
    question: "Улучшение качества сна",
    answer:
      "Эликсир способствует улучшению пищеварения, обеспечивая естественное и мягкое усвоение пищи. Благодаря уникальной формуле, он помогает снизить вздутие живота, изжогу и дискомфорт после еды, возвращая вам ощущение легкости.",
  },
];
